Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Waypoints are a plan, not a score — tap one to move it.
de: Wegpunkte sind ein Plan, keine Wertung — tippe einen an, um ihn zu verschieben.
es: Los puntos son un plan, no una puntuación: toca uno para moverlo.
fr: Les jalons sont un plan, pas un score — touchez-en un pour le déplacer.
it: Le tappe sono un piano, non un punteggio — toccane una per spostarla.
pl: Punkty trasy to plan, a nie wynik — dotknij, by przesunąć.
pt_pt: Os pontos são um plano, não uma pontuação — toca num para o mover.
ru: Точки — это план, а не оценка: коснись, чтобы передвинуть.
th: จุดอ้างอิงเป็นแผน ไม่ใช่คะแนน - แตะจุดใดจุดหนึ่งเพื่อย้าย
zh_hans: 航点是计划，不是评分 — 点一下即可移动。
zh_hant: 航點是計劃，不是評分 — 點一下即可移動。

source: We compare today's resting heart rate and HRV to your own 30-day baseline. A higher-than-usual resting HR and a lower-than-usual HRV both push the score up, classic signs the body is activated. The combined shift is mapped onto a 0-3 scale: 0 is calm, 1.5 sits at your baseline, 3 is highly activated.
de: Wir vergleichen die heutige Ruheherzfrequenz und HRV mit Ihrer eigenen 30-Tage-Baseline. Eine höher als üblich ruhende HR und eine niedriger als üblich HRV schieben beide die Punktzahl nach oben, klassische Zeichen, dass der Körper aktiviert wird. Die kombinierte Schicht wird auf eine 0-3 Skala abgebildet: 0 ist ruhig, 1,5 sitzt an der Basislinie, 3 ist stark aktiviert.
es: Comparamos la frecuencia cardíaca de reposo de hoy y el HRV a su propia base de 30 días. Un RRHHH de reposo superior a lo habitual y un HRV inferior a lo habitual empujan la puntuación hacia arriba, signos clásicos que el cuerpo está activado. El cambio combinado se mapea en una escala 0-3: 0 es calma, 1,5 se sienta en su base, 3 está altamente activado.
fr: Nous comparons votre fréquence cardiaque au repos et votre VFC du jour à votre propre référence sur 30 jours. Une FC au repos plus élevée que d'habitude et une VFC plus basse que d'habitude font toutes deux monter le score, des signes classiques d'un corps activé. Le changement combiné est reporté sur une échelle de 0 à 3 : 0 est calme, 1,5 correspond à votre référence, 3 est très activé.
pl: Porównujemy dzisiejsze tętno spoczynkowe i HRV z Twoją własną wartością bazową z 30 dni. Wyższe niż zwykle tętno spoczynkowe i niższe niż zwykle HRV podnoszą wynik, co jest klasycznym sygnałem, że organizm jest pobudzony. Połączone przesunięcie jest odwzorowywane na skali 0-3: 0 oznacza spokój, 1,5 znajduje się na poziomie podstawowym, 3 jest wysoce aktywowany.
pt_pt: Comparámos a frequência cardíaca em repouso e a VFC de hoje com a tua linha de base de 30 dias. Uma FC em repouso acima do normal e uma VFC abaixo do normal aumentam a pontuação, sinais clássicos de que o corpo está ativado. A mudança combinada é mapeada numa escala de 0 a 3: 0 é calmo, 1,5 fica na linha de base, 3 é altamente ativado.
th: เราเปรียบเทียบอัตราการเต้นหัวใจขณะพักและ HRV ของวันนี้กับค่าพื้นฐาน 30 วันของคุณเอง HR ขณะพักผ่อนที่สูงกว่าปกติและ HRV ที่ต่ำกว่าปกติจะส่งผลให้คะแนนเพิ่มขึ้น สัญญาณคลาสสิกแสดงว่าร่างกายเริ่มทำงาน การเปลี่ยนแปลงแบบรวมจะถูกแมปในระดับ 0-3: 0 คือความสงบ, 1.5 อยู่ที่ระดับพื้นฐานของคุณ, 3 เปิดใช้งานอย่างมาก

source: We compare today's resting heart rate and HRV to your own 30-day baseline. A higher-than-usual resting HR and a lower-than-usual HRV both push the score up, classic signs the body is activated. The combined shift is mapped onto a 0–3 scale: 0 is calm, 1.5 sits at your baseline, 3 is highly activated.
de: Wir vergleichen die heutige Ruheherzfrequenz und HRV mit deiner eigenen 30-Tage-Basislinie. Eine höhere Ruhe-HF als üblich und eine niedrigere HRV als üblich treiben den Wert beide nach oben, klassische Zeichen dafür, dass der Körper aktiviert ist. Die kombinierte Verschiebung wird auf eine Skala von 0–3 abgebildet: 0 ist ruhig, 1,5 liegt auf deiner Basislinie, 3 ist hoch aktiviert.
es: Comparamos la frecuencia cardíaca en reposo y la VFC de hoy con tu propia línea base de 30 días. Una FC en reposo más alta de lo habitual y una VFC más baja de lo habitual empujan la puntuación hacia arriba: signos clásicos de que el cuerpo está activado. El cambio combinado se mapea en una escala de 0–3: 0 es calma, 1,5 se sitúa en tu línea base, 3 es muy activado.
fr: Nous comparons votre fréquence cardiaque au repos et votre VFC du jour à votre propre référence sur 30 jours. Une FC au repos plus élevée que d'habitude et une VFC plus basse que d'habitude font toutes deux monter le score, des signes classiques d'un corps activé. Le changement combiné est reporté sur une échelle de 0 à 3 : 0 est calme, 1,5 correspond à votre référence, 3 est très activé.
it: Confrontiamo la frequenza cardiaca a riposo e l'HRV di oggi con la tua linea di base di 30 giorni. Una FC a riposo più alta del solito e un HRV più basso del solito spingono entrambi il punteggio verso l'alto, segni classici di un corpo attivato. Lo scostamento combinato viene mappato su una scala da 0 a 3: 0 è calmo, 1,5 corrisponde alla tua linea di base, 3 è altamente attivato.
pl: Porównujemy dzisiejsze tętno spoczynkowe i HRV z Twoją własną wartością bazową z 30 dni. Wyższe niż zwykle tętno spoczynkowe i niższe niż zwykle HRV podnoszą wynik, co jest klasycznym sygnałem, że organizm jest pobudzony. Połączone przesunięcie jest odwzorowywane na skali 0–3: 0 oznacza spokój, 1,5 znajduje się na poziomie podstawowym, 3 jest wysoce aktywowany.
pt_pt: Comparámos a frequência cardíaca em repouso e a VFC de hoje com a tua linha de base de 30 dias. Uma FC em repouso acima do normal e uma VFC abaixo do normal aumentam a pontuação, sinais clássicos de que o corpo está ativado. A mudança combinada é mapeada numa escala de 0 a 3: 0 é calmo, 1,5 está na linha de base, 3 é altamente ativado.
ru: Мы сравниваем сегодняшний пульс в покое и ВСР с вашей личной нормой за 30 дней. Пульс в покое выше обычного и ВСР ниже обычного повышают оценку, это классические признаки активации организма. Итоговое отклонение переводится в шкалу от 0 до 3: 0, спокойное состояние, 1,5, ваша норма, 3, высокая активация.
th: เราเปรียบเทียบอัตราการเต้นหัวใจขณะพักและ HRV ของวันนี้กับค่าพื้นฐาน 30 วันของคุณเอง HR ขณะพักผ่อนที่สูงกว่าปกติและ HRV ที่ต่ำกว่าปกติจะส่งผลให้คะแนนเพิ่มขึ้น สัญญาณคลาสสิกแสดงว่าร่างกายเริ่มทำงาน การเปลี่ยนแปลงแบบรวมจะถูกแมปในระดับ 0–3: 0 คือความสงบ, 1.5 อยู่ที่ระดับพื้นฐานของคุณ, 3 เปิดใช้งานอย่างมาก
zh_hans: 我们将今天的静息心率和 HRV 与你自己的 30 天基线进行比较。高于平常的静息心率和低于平常的 HRV 都会推高评分，这是身体被激活的典型迹象。综合的偏移被映射到 0–3 的量表上：0 表示平静，1.5 处于你的基线，3 表示高度激活。
zh_hant: 我們將今天的靜息心率和 HRV 與你自己的 30 天基線進行比較。高於平常的靜息心率和低於平常的 HRV 都會推高評分，這是身體被激活的典型跡象。綜合的偏移被映射到 0–3 的量表上：0 表示平靜，1.5 處於你的基線，3 表示高度激活。

source: We could not take over this ring.
de: Wir konnten diesen Ring nicht übernehmen.
es: No pudimos tomar el control de este anillo.
fr: Nous n'avons pas pu prendre le contrôle de cet anneau.
it: Non siamo riusciti a prendere il controllo di questo anello.
pl: Nie mogliśmy przejąć tego pierścienia.
pt_pt: Não poderíamos assumir este anel.
ru: Не удалось перехватить управление этим кольцом.
th: เราไม่สามารถครอบครองแหวนวงนี้ได้
zh_hans: 我们无法接管这枚戒指。
zh_hant: 我們無法接管這枚戒指。

source: We're not seeing any motion from your strap yet. Steps are estimated from your WHOOP's banked motion history, so your strap needs to sync that history before NOOP has anything to count.
de: Wir sehen noch keine Bewegung von deinem Strap. Schritte werden aus dem gespeicherten Bewegungsverlauf deines WHOOP geschätzt, dein Strap muss diesen Verlauf also erst synchronisieren, bevor NOOP etwas zu zählen hat.
es: Todavía no vemos movimiento de tu pulsera. Los pasos se estiman a partir del historial de movimiento guardado en tu WHOOP, así que tu pulsera necesita sincronizar ese historial antes de que NOOP tenga algo que contar.
fr: Nous ne détectons encore aucun mouvement de votre bracelet. Les pas sont estimés à partir de l'historique de mouvement stocké par votre WHOOP, votre bracelet doit donc synchroniser cet historique avant que NOOP ait quelque chose à compter.
it: Non rileviamo ancora alcun movimento dalla tua fascia. I passi vengono stimati dalla cronologia di movimento memorizzata dal tuo WHOOP, quindi la fascia deve sincronizzare quella cronologia prima che NOOP abbia qualcosa da contare.
pl: Nie widzimy jeszcze żadnego ruchu na twoim pasku. Kroki są szacowane na podstawie zapisanej w banku historii ruchu Twojego WHOOP, więc Twój pasek musi zsynchronizować tę historię, zanim NOOP będzie mógł cokolwiek policzyć.
pt_pt: Ainda não estamos a ver nenhum movimento da tua bracelete. Os passos são estimados a partir do histórico de movimentos armazenados do teu WHOOP, pelo que a tua bracelete precisa de sincronizar esse histórico antes que o NOOP tenha algo para contar.
ru: Пока не видим движения от вашего браслета. Шаги оцениваются по накопленной истории движения WHOOP, поэтому браслету нужно синхронизировать эту историю, прежде чем NOOP сможет что-то посчитать.
th: เรายังไม่เห็นความเคลื่อนไหวใดๆ จากสายรัดของคุณ จำนวนก้าวจะถูกประมาณจากประวัติการเคลื่อนไหวที่บันทึกไว้ของ WHOOP ดังนั้นสายรัดของคุณจะต้องซิงค์ประวัตินั้นก่อนที่ NOOP จะนับอะไรได้
zh_hans: 我们还没有看到你手环的任何运动数据。步数是根据你 WHOOP 存储的运动历史估算的，因此你的手环需要先同步该历史，NOOP 才有可供统计的内容。
zh_hant: 我們還沒有看到你手環的任何運動資料。步數是根據你 WHOOP 儲存的運動歷史估算的，因此你的手環需要先同步該歷史，NOOP 才有可供統計的內容。

source: We're not seeing any motion from your WHOOP 5.0 / MG yet. Unlike a 4.0, a 5/MG only streams motion (and history) once the experimental deep-data unlock is on — so until then there's nothing to estimate steps from. Importing history from WHOOP or Apple Health doesn't provide the strap motion this needs.
de: Wir sehen noch keine Bewegung von Ihrem WHOOP 5.0 / MG. Im Gegensatz zu einem 4.0 überträgt ein 5/MG die Bewegung (und den Verlauf) erst, wenn die experimentelle Deep-Data-Entsperrung aktiviert ist – bis dahin gibt es also nichts, von dem aus Schritte geschätzt werden können. Das Importieren des Verlaufs von WHOOP oder Apple Health liefert nicht die erforderliche Bandbewegung.
es: Todavía no vemos ningún movimiento de su WHOOP 5.0/MG. A diferencia de un 4.0, un 5/MG solo transmite movimiento (e historial) una vez que el desbloqueo experimental de datos profundos está activado, por lo que hasta entonces no hay nada para estimar los pasos. Importar el historial desde WHOOP o Apple Health no proporciona el movimiento de correa que esto necesita.
fr: Nous ne voyons aucun mouvement de votre WHOOP 5.0 / MG pour l'instant. Contrairement à un 4.0, un 5/MG ne diffuse que le mouvement (et l'historique) une fois que le déverrouillage expérimental des données approfondies est activé - donc d'ici là, il n'y a rien à partir duquel estimer les étapes. L'importation de l'historique depuis WHOOP ou Apple Health ne fournit pas le mouvement de sangle dont cela a besoin.
it: Non vediamo ancora alcun movimento dal tuo WHOOP 5.0 / MG. A differenza di un 4.0, un 5/MG trasmette in streaming il movimento (e la cronologia) solo una volta attivato lo sblocco sperimentale dei dati profondi, quindi fino ad allora non c'è nulla da cui stimare i passi. L'importazione della cronologia da WHOOP o Apple Health non fornisce il movimento del cinturino necessario.
pl: Nie widzimy jeszcze żadnego ruchu z Twojego WHOOP 5.0 / MG. W odróżnieniu od 4.0, 5/MG przesyła ruch (i historię) dopiero po włączeniu eksperymentalnego odblokowania danych szczegółowych — więc do tego czasu nie ma z czego szacować kroków. Import historii z WHOOP lub Apple Health nie dostarcza ruchu z opaski, który jest tu potrzebny.
pt_pt: Ainda não estamos vendo nenhum movimento do seu WHOOP 5.0 / MG. Ao contrário de um 4.0, um 5/MG apenas transmite movimento (e histórico) quando o desbloqueio experimental de dados profundos está ativado – então, até então, não há nada para estimar os passos. A importação do histórico de WHOOP ou Apple Health não fornece o movimento de cinta necessário.
ru: Мы пока не видим никаких движений со стороны вашего WHOOP 5.0 / MG. В отличие от 4.0, 5/MG передает движение (и историю) только после того, как включена экспериментальная разблокировка глубоких данных, поэтому до тех пор не из чего оценивать шаги. Импорт истории из WHOOP или Apple Health не обеспечивает необходимое движение ремня.
th: เรายังไม่เห็นความเคลื่อนไหวใดๆ จาก WHOOP 5.0 / MG ของคุณ ต่างจาก 4.0 ตรงที่ 5/MG จะสตรีมการเคลื่อนไหว (และประวัติ) เท่านั้นเมื่อเปิดการปลดล็อกข้อมูลเชิงลึกเชิงทดลอง ดังนั้น จนกว่าจะถึงตอนนั้น ก็ไม่มีอะไรให้ประเมินขั้นตอนต่างๆ ได้ ประวัติการนำเข้าจาก WHOOP หรือ Apple Health ไม่สามารถเคลื่อนไหวของสายรัดได้ตามความต้องการนี้
zh_hans: 我们还没有看到您的 WHOOP 5.0 / MG 有任何动作。 Unlike a 4.0, a 5/MG only streams motion (and history) once the experimental deep-data unlock is on — so until then there's nothing to estimate steps from.从 WHOOP 或 Apple Health 导入历史记录不提供所需的带运动。
zh_hant: 我們還沒看到您的 WHOOP 5.0 / MG 有任何動作。與 4.0 不同，5/MG 僅在實驗性深度資料解鎖開啟後才傳輸運動（和歷史記錄），因此在此之前沒有任何資料可用於估計步數。從 WHOOP 或 Apple Health 匯入歷史記錄不提供所需的帶運動。

source: weak
de: schwach
es: débil
fr: faible
it: debole
pl: słaby
ru: слабый
th: อ่อนแอ
zh_hans: 较弱
zh_hant: 弱

source: Wear & presence
de: Tragen & Anwesenheit
es: Uso y presencia
fr: Port et présence
it: Utilizzo e presenza
pl: Noszenie i obecność
pt_pt: Desgaste e presença
ru: Ношение и присутствие
th: การสึกหรอและการปรากฏตัว
zh_hans: 佩戴与在位状态
zh_hant: 佩戴與偵測

source: Wear it snug on your wrist or bicep, sensor against skin.
de: Trag ihn eng am Handgelenk oder Bizeps, Sensor auf der Haut.
es: Llévala ajustada en la muñeca o el bíceps, con el sensor contra la piel.
fr: Portez-le bien ajusté au poignet ou au biceps, capteur contre la peau.
it: Indossala aderente al polso o al bicipite, con il sensore a contatto con la pelle.
pl: Noś go ściśle na nadgarstku lub bicepsie, tak aby czujnik przylegał do skóry.
pt_pt: Usa-o bem ajustado ao pulso ou aos bíceps, com o sensor encostado à pele.
ru: Наденьте плотно на запястье или бицепс, датчиком к коже.
th: สวมให้แนบกระชับกับข้อมือหรือลูกหนู โดยมีเซ็นเซอร์แนบกับผิวหนัง
zh_hans: 把它贴合地戴在手腕或上臂，传感器紧贴皮肤。
zh_hant: 貼合地戴在手腕或上臂，感測器緊貼皮膚。

source: Wear state
de: Tragestatus
es: Estado de uso
fr: État de port
it: Stato di utilizzo
pl: Stan zużycia
pt_pt: Estado de desgaste
ru: Статус ношения
th: สภาพสวม
zh_hans: 佩戴状态
zh_hant: 佩戴狀態

source: Wear the strap for scoring
de: Trage den Strap für die Bewertung
es: Usa la pulsera para puntuar
fr: Portez le bracelet pour obtenir un score
it: Indossa la fascia per i punteggi
pl: Noś pasek do punktacji
pt_pt: Utilize a bracelete para pontuar
ru: Наденьте браслет для расчёта показателей
th: สวมสายรัดเพื่อทำคะแนน
zh_hans: 佩戴手环以进行评分
zh_hant: 佩戴手環以進行評分

source: Wear the strap overnight and these read from your nightly skin temperature.
de: Trage den Strap über Nacht, dann lesen diese aus deiner nächtlichen Hauttemperatur.
es: Usa la pulsera durante la noche y estos se leen de tu temperatura nocturna de la piel.
fr: Portez le bracelet la nuit et ces valeurs se basent sur votre température cutanée nocturne.
it: Indossa la fascia durante la notte e questi valori vengono letti dalla temperatura cutanea notturna.
pl: Noś pasek przez noc, a odczytana zostanie temperatura skóry w nocy.
pt_pt: Use a bracelete durante a noite e medem a temperatura noturna da tua pele.
ru: Наденьте браслет на ночь, и эти показатели считываются с вашей ночной температуры кожи.
th: สวมสายรัดข้ามคืนและอ่านค่าอุณหภูมิผิวหนังยามค่ำคืนของคุณ
zh_hans: 整晚佩戴手环，这些数据便会从你的夜间皮肤温度中读取。
zh_hant: 整晚佩戴手環，這些資料便會從你的夜間皮膚溫度中讀取。

source: Wear the strap overnight to score a night first.
de: Trage den Strap über Nacht, um zuerst eine Nacht zu bewerten.
es: Use la correa durante la noche para anotar una noche primero.
fr: Portez la sangle toute la nuit pour marquer une nuit en premier.
pl: Noś pasek przez noc, aby najpierw zdobyć punkty.
pt_pt: Use a bracelete durante a noite para marcar uma noite primeiro.
ru: Сначала наденьте браслет на ночь, чтобы получить оценку сна.
th: สวมสายรัดข้ามคืนเพื่อทำคะแนนในคืนแรก

source: Wear the strap, tap once, then let it sync and share your strap log.
de: Trage den Strap, tippe einmal, lass ihn dann synchronisieren und teile dein Strap-Log.
es: Ponte la pulsera, toca una vez, luego deja que sincronice y comparte el registro de tu pulsera.
fr: Portez le bracelet, touchez une fois, laissez-le se synchroniser puis partagez le journal de votre bracelet.
it: Indossa la fascia, tocca una volta, poi lasciala sincronizzare e condividi il log della fascia.
pl: Załóż pasek, dotknij raz, a następnie pozwól mu się zsynchronizować i udostępnij dziennik paska.
pt_pt: Use a bracelete, toque uma vez e deixe-a sincronizar e partilhar o registo da bracelete.
ru: Наденьте браслет, нажмите один раз, затем дайте ему синхронизироваться и поделитесь журналом браслета.
th: สวมสายรัด แตะหนึ่งครั้ง จากนั้นปล่อยให้ซิงค์และแชร์บันทึกสายรัดของคุณ
zh_hans: 佩戴手环，点按一次，然后让它同步并分享你的手环日志。
zh_hant: 戴上手環，點一下，等它同步後分享你的手環記錄檔。

source: Wed
de: Mi
es: Mié
fr: Mer
it: Mer
pl: Poślubić
pt_pt: qua
ru: Ср
th: พ
zh_hans: 周三
zh_hant: 週三

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
pl: Środa
pt_pt: Quarta-feira
ru: Среда
th: วันพุธ
zh_hans: 星期三
zh_hant: 星期三

source: week
de: Woche
es: semana
fr: semaine
it: settimana
pl: tydzień
ru: неделя
th: สัปดาห์
zh_hans: 周
zh_hant: 週

source: week in progress
de: Woche läuft
es: semana en curso
fr: semaine en cours
it: settimana in corso
pl: tydzień w toku
pt_pt: semana em curso
ru: неделя идёт
th: สัปดาห์ที่กำลังดำเนินการ
zh_hans: 本周进行中
zh_hant: 本週進行中

source: Week in review
de: Wochenrückblick
es: Resumen de la semana
fr: Résumé de la semaine
it: La settimana in sintesi
pl: Tydzień w recenzji
pt_pt: Semana em revisão
ru: Итоги недели
th: สัปดาห์ในการทบทวน
zh_hans: 每周回顾
zh_hant: 每週回顧

source: week met
de: Woche erfüllt
es: semana cumplida
fr: semaine réussie
it: settimana raggiunta
pl: tydzień zaliczony
pt_pt: semana cumprida
ru: неделя выполнена
th: ทำได้ตามเป้าหมายประจำสัปดาห์
zh_hans: 本周达标
zh_hant: 本週達標

source: week missed
de: Woche verfehlt
es: semana no cumplida
fr: semaine manquée
it: settimana mancata
pl: tydzień niezaliczony
pt_pt: semana falhada
ru: неделя не выполнена
th: ไม่ถึงเป้าหมายประจำสัปดาห์
zh_hans: 本周未达标
zh_hant: 本週未達標

source: week protected
de: Woche geschützt
es: semana protegida
fr: semaine protégée
it: settimana protetta
pl: tydzień chroniony
pt_pt: semana protegida
ru: неделя защищена
th: สัปดาห์ที่ได้รับการคุ้มครอง
zh_hans: 本周受保护
zh_hant: 本週受保護

source: Weekdays
de: Wochentage
es: Entre semana
fr: Jours de semaine
it: Giorni feriali
pl: Dni powszednie
pt_pt: Dias da semana
ru: Будни
th: วันธรรมดา
zh_hans: 工作日
zh_hant: 平日

source: Weekends
de: Wochenenden
es: Fines de semana
it: Weekend
pl: Weekendy
pt_pt: Fins de semana
ru: Выходные
th: วันหยุดสุดสัปดาห์
zh_hans: 周末
zh_hant: 週末

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
pl: Tygodnik
pt_pt: Semanalmente
ru: Еженедельно
th: รายสัปดาห์
zh_hans: 每周
zh_hant: 每週

source: Weekly review
de: Wöchentlicher Rückblick
es: Revisión semanal
fr: Bilan hebdomadaire
it: Revisione settimanale
pl: Przegląd tygodnia
pt_pt: Revisão semanal
ru: Еженедельный обзор
th: รีวิวประจำสัปดาห์
zh_hans: 每周回顾
zh_hant: 每週回顧

source: weigh-in
de: Wiegen
es: pesaje
fr: pesée
it: pesata
pl: ważenie
pt_pt: pesagem
ru: взвешивание
th: ชั่งน้ำหนัก
zh_hans: 次称重
zh_hant: 次量體重

source: weigh-ins
de: Wiegungen
es: pesajes
fr: pesées
it: pesate
pl: ważenia
pt_pt: pesagens
ru: взвешиваний
th: การชั่งน้ำหนัก
zh_hans: 次称重
zh_hant: 次量體重

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
pl: Waga
pt_pt: Peso
ru: Вес
th: น้ำหนัก
zh_hans: 体重
zh_hant: 體重

source: Weight in kilograms
de: Gewicht in Kilogramm
es: Peso en kilogramos
fr: Poids en kilogrammes
it: Peso in chilogrammi
pl: Waga w kilogramach
pt_pt: Peso em quilogramas
ru: Вес в килограммах
th: น้ำหนักเป็นกิโลกรัม
zh_hans: 体重（公斤）
zh_hant: 體重（公斤）

source: Weight in pounds
de: Gewicht in Pfund
es: Peso en libras
fr: Poids en livres
it: Peso in libbre
pl: Waga w funtach
pt_pt: Peso em libras
ru: Вес в фунтах
th: น้ำหนักเป็นปอนด์
zh_hans: 体重（磅）
zh_hant: 體重（磅）

source: Weight, %lld pounds
de: Gewicht, %lld Pfund
es: Peso, %lld libras
fr: Poids, %lld livres
it: Peso, %lld libbre
pl: Waga, %lld funtów
pt_pt: Peso, %lld libras
ru: Вес, %lld фунтов
th: น้ำหนัก %lld ปอนด์
zh_hans: 体重，%lld 磅
zh_hant: 體重，%lld 磅

source: Wellbeing
de: Wohlbefinden
es: Bienestar
fr: Bien-être
it: Benessere
pl: Dobre samopoczucie
pt_pt: Bem-estar
ru: Самочувствие
th: ความเป็นอยู่ที่ดี
zh_hans: 身心健康
zh_hant: 身心健康

source: Wellness score
de: Wellness-Wert
es: Puntuación de bienestar
fr: Score de bien-être
it: Punteggio di benessere
pl: Wynik dobrego samopoczucia
pt_pt: Pontuação de bem-estar
ru: Оценка благополучия
th: คะแนนสุขภาพ
zh_hans: 健康评分
zh_hant: 健康評分

source: What "recording" means
de: Was „Aufnahme“ bedeutet
es: Qué significa "grabando"
fr: Ce que signifie « enregistrement »
it: Cosa significa "in registrazione"
pl: Co oznacza „nagranie”.
pt_pt: O que significa "gravação"
ru: Что значит «запись»
th: "การบันทึก" หมายถึงอะไร
zh_hans: 「记录中」是什么意思
zh_hant: 「記錄中」是什麼意思

source: What a session would cost, from your history
de: Was eine Einheit kosten würde, aus deinem Verlauf
es: Lo que costaría una sesión, según tu historial
fr: Ce que coûterait une séance, d'après votre historique
it: Quanto costerebbe una sessione, dalla tua storia
pl: Ile kosztowałaby sesja, na podstawie Twojej historii
pt_pt: Quanto custaria uma sessão, a partir do seu histórico
ru: Сколько будет стоить сеанс, исходя из вашей истории
th: เซสชันจะมีค่าใช้จ่ายเท่าใดจากประวัติของคุณ
zh_hans: 根据您的历史记录，一次会话的费用是多少
zh_hant: 根據您的歷史記錄，一次會話的費用是多少

source: What are you adding?
de: Was fügst du hinzu?
es: ¿Qué vas a añadir?
fr: Qu'ajoutez-vous ?
it: Cosa stai aggiungendo?
pl: Co dodajesz?
pt_pt: O que está a adicionar?
ru: Что вы добавляете?
th: คุณกำลังเพิ่มอะไร?
zh_hans: 你要添加什么？
zh_hant: 你要新增什麼？

source: what are you logging?
de: was erfasst du?
es: ¿qué estás registrando?
fr: que consignez-vous ?
it: cosa stai registrando?
pl: co logujesz?
pt_pt: o que está a registar?
ru: что вы записываете?
th: คุณกำลังเข้าสู่ระบบอะไร?
zh_hans: 你要记录什么？
zh_hant: 你要記錄什麼？

source: What are you really after?
de: Worum geht es dir wirklich?
es: ¿Qué buscas realmente?
fr: Qu'est-ce que tu vises vraiment ?
it: Cosa cerchi veramente?
pl: O co Ci naprawdę chodzi?
pt_pt: O que você realmente quer?
ru: Что вам на самом деле нужно?
th: จริงๆ แล้วคุณตามล่าอะไร?
zh_hans: 你真正追求的是什么？
zh_hant: 你真正追求的是什麼？

source: What are you working towards?
de: Worauf arbeitest du hin?
es: ¿Hacia qué estás trabajando?
fr: Vers quoi travailles-tu ?
it: A cosa stai lavorando?
pl: Do czego dążysz?
pt_pt: No que você está trabalhando?
ru: Над чем вы работаете?
th: คุณกำลังทำงานเพื่ออะไร?
zh_hans: 你正在努力做什么？
zh_hant: 你正在努力做什麼？

source: What can I do to bring it down?
de: Was kann ich tun, um ihn zu senken?
es: ¿Qué puedo hacer para bajarlo?
fr: Que puis-je faire pour le réduire ?
it: Cosa posso fare per abbassarlo?
pl: Co mogę zrobić, by to obniżyć?
pt_pt: O que posso fazer para derrubá-lo?
ru: Что я могу сделать, чтобы его снизить?
th: ฉันจะทำอย่างไรเพื่อนำมันลงมา?
zh_hans: 我能做些什么来降低它？
zh_hant: 我能做些什麼來降低它？

source: What changed
de: Was sich geändert hat
es: Qué cambió
fr: Ce qui a changé
it: Cosa è cambiato
pl: Co się zmieniło
pt_pt: O que mudou
ru: Что изменилось
th: สิ่งที่เปลี่ยนแปลงไป
zh_hans: 有何变化
zh_hant: 有何變化

source: What correlates
de: Was korreliert
es: Qué se correlaciona
fr: Ce qui corrèle
it: Cosa è correlato
pl: Co koreluje
pt_pt: O que se correlaciona
ru: Что коррелирует
th: มีความสัมพันธ์กันอย่างไร
zh_hans: 哪些相关
zh_hant: 哪些相關

source: What did you notice?
de: Was ist dir aufgefallen?
es: ¿Qué notaste?
fr: Qu'avez-vous remarqué ?
it: Cosa hai notato?
pl: Co zauważyłeś?
pt_pt: O que você percebeu?
ru: Что вы заметили?
th: คุณสังเกตเห็นอะไรบ้าง
zh_hans: 你注意到了什么？
zh_hant: 你注意到了什麼？
